// export const mockData = [
//   {
//     year: 2020,
//     title: '위코드',
//     project: {
//       name: '2020프로젝트 이름',
//       description: '2020프로젝트 간단 설명',
//       stack: '2020사용 기술'
//     }
//   },
//   {
//     year: 2021,
//     title: '헬로디지털',
//     project: {
//       name: '2021프로젝트 이름',
//       description: '2021프로젝트 간단 설명',
//       stack: '2021사용 기술'
//     }
//   },
//   {
//     year: 2022,
//     title: '디비디랩',
//     project: {
//       name: '2022프로젝트 이름',
//       description: '2022프로젝트 간단 설명',
//       stack: '2022사용 기술'
//     }
//   },
//   {
//     year: 2023,
//     title: '헬로디지털',
//     project: {
//       name: '2023프로젝트 이름',
//       description: '2023프로젝트 간단 설명',
//       stack: '2023사용 기술'
//     }
//   },
//   {
//     year: 2024,
//     title: '백수123',
//     project: {
//       name: '2024 프로젝트 이름',
//       description: '2024 프로젝트 간단 설명',
//       stack: '2024 사용 기술'
//     }
//   },
//   {
//     year: 2025,
//     title: '여전히 백수',
//     project: {
//       name: '2025 프로젝트 이름',
//       description: '2025 프로젝트 간단 설명',
//       stack: '2025사용 기술'
//     }
//   }
// ]

export const timeline = [
  {
    year: '2021',
    title: '첫 회사 입사',
    description: '여기에 상세한 설명을 적을 수 있어요.'
  },
  { year: '2022', title: '두 번째 회사' },
  {
    year: '2023',
    title: '올레터 프로젝트 시작',
    description: '교정시설에 편지 보내는 플랫폼'
  },
  {
    year: '2024',
    title: 'TOP10 NOW 유튜브 채널 운영',
    description: '랭킹을 다루는 흥미로운 채널 🎥'
  }
]
