export const resumeData = [
  {
    date: '2020.03 - 2022.07',
    title: '시지온',
    description: ['프론트엔드', '어트랙트']
  },
  {
    date: '2020.07 - 2022.01',
    title: '헬로디지털',
    description: [
      '프론트엔드',
      'sk하이닉스 뉴스룸 / Lead Management System / 수원시 무인대여 자전거 타조 / MidasIT(반디통/엠캐드)'
    ]
  },
  {
    date: '2022.01 - 2022.12',
    title: '디비디랩',
    description: [
      '프론트엔드',
      'Diby 클라이언트 웹 / Diby 웹리포트 1.0 / 우쥬&Diby 통합어드민'
    ]
  },
  {
    date: '2023.01 - 2023.12',
    title: '헬로디지털',
    description: [
      '프론트엔드',
      'Lensly 클라이언트, 어드민 웹 / Lensly API 개발 / Virnect 어드민 웹'
    ]
  },
  {
    date: '2024.01 - 2025.02',
    title: 'Recharge (조금 더 성숙하게)',
    description: [
      '인생 리부트 중',
      '잠시 전원 끄고 재부팅',
      '재충전과 방향 재정비의 시간'
    ]
  },
  {
    date: '2025.02 - 현재',
    title: '새로운 챕터 시작 🚀',
    description: [
      '업데이트 완료, 버전 2.0 시작',
      '조용한 시간을 지나, 다시 도전의 첫 페이지를 펼칩니다.'
    ]
  }
]
